alefragnani.Bookmarks
streetsidesoftware.code-spell-checker
ms-azuretools.vscode-docker
EditorConfig.EditorConfig
dbaeumer.vscode-eslint
github.vscode-github-actions
GitHub.copilot
GitHub.copilot-chat
GitHub.vscode-pull-request-github
vscjava.vscode-gradle
ecmel.vscode-html-css
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode-completions
firsttris.vscode-jest-runner
mathiasfrohlich.Kotlin
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
nrwl.angular-console
MS-CEINTL.vscode-language-pack-pt-BR
esbenp.prettier-vscode
bradlc.vscode-tailwindcss